// 页面数据来源！
// 中英文 + 界面信息 + 介绍信息

const data = {
  ch: {
    // 界面信息
    interface: {
      test: 111,
    },
    // 广场
    gc: {
      gcBody: {
        header: "赛珍珠文化公园",
        info: `赛珍珠文化公园位于草木葳蕤、清幽宁静的登云山麓，东临润州山路，南接中山西路，北连登云山路，总面积为1.64公顷。公园于2017年9月开园，总投资约2.4亿元，是为了纪念获得诺贝尔文学奖、在镇江生活了18年的美国女作家赛珍珠而建设的主题文化公园。
        文化公园包括广场雕塑文化景观，以及珍珠书屋、赛珍珠故居、赛珍珠纪念馆、大地翰墨画室等建筑，现已成为<span style='color: red'>市民活动的新场所、赛学研究的新平台、对外开放的新窗口、城市发展的新坐标</span>`,
      },
    },
    // 故居
    gj: {},
    // 纪念馆
    jng: {},
    // 大地翰墨
    ddhm: {},
  },
  en: {},
};

export default data;
